Repository: Enecuum/ios-trinity
Catalog: Wallet/Supporting/Localization/*.lproj/Localizable.strings
Languages: ar, de, ja, ko, vi

source: Balance:
ar: الرصيد:
de: Guthaben:
ja: 残高：
ko: 잔고:
vi: Số dư:

# buy_enq
source: Buy %@
ar: شراء %@
de: ENQ kaufen
ja: %@を購入
ko: %@ 구매
vi: Mua %@

source: Send
ar: إرسال
de: Senden
ja: 送る
ko: 전송
vi: Gửi

source: Receive
ar: استلام
de: Empfangen
ja: 受け取る
ko: 수신
vi: Nhận

source: To
ar: إلى
de: BIS
ja: 宛先
ko: 받는 사람
vi: ĐẾN

source: Amount
ar: المبلغ
de: Betrag
ja: 額
ko: 금액
vi: Số tiền

source: Max
ar: الحد الأقصى
ja: 最大
ko: 최대
vi: TỐI ĐA

# enq_address_to_send
source: %@ address to send
ar: عنوان ENQ للإرسال
de: Zu sendende ENQ-Adresse
ja: 送信する%@アドレス
ko: 전송할 %@ 주소
vi: Địa chỉ ENQ để gửi

source: Reject
ar: رفض
de: Ablehnen
ja: 拒否
ko: 거부
vi: Từ chối

source: Confirm
ar: تأكيد
de: Bestätigen
ja: 確認
ko: 확인
vi: Xác nhận

# share_qr
source: Share QR Code
ar: شارك رمز الاستجابة السريعة
de: QR-Code freigeben
ja: QRコードを共有
ko: QR 코드 공유
vi: Chia sẻ mã QR

# referral_buy_message
source: Once you earn %@ %@, you will be able to share your agent referral code. The code can be used by other users to get more %@ providing you passive income.
ar: بمجرد كسب %@ %@، ستتمكن من مشاركة رمز إحالة الوكيل. يمكن استخدام الرمز من قبل المستخدمين الآخرين للحصول على المزيد من %@ مما يوفر لك دخلًا سلبيًا.
de: Sobald Sie %s ENQ erhalten haben, können Sie Ihren Agenten-Empfehlungscode freigeben. Der Code kann von anderen Benutzern verwendet werden, um mehr ENQ zu erhalten, während Sie passives Einkommen erzielen.
ja: %@ %@を獲得すれば、代理人紹介コードを共有することができます。このコードを他のユーザーが使用すると、より多くの%@を入手して受動収入を得ることができます。
ko: %@ %@를 획득하면 내 에이전트 추천 코드를 공유할 수 있습니다. 이 코드는 다른 사용자에게 더 많은 %@를 제공하면서 나에게 수동적 소득(일정량의 추가 소득)을 제공합니다.
vi: Khi bạn kiếm được %@ %@, bạn sẽ có thể chia sẻ mã giới thiệu đại lý của mình. Mã này có thể được những người dùng khác sử dụng để có thêm %@ qua đó cung cấp cho bạn nguồn thu nhập thụ động.

# referral_message
source: You've unlocked your personal agent referral code! Share it with other users to receive 10%% of their mining rewards. They will mine %@ and provide you passive income!
ar: لقد قمت بإلغاء تأمين رمز إحالة الوكيل الشخصي الخاص بك! شاركه مع المستخدمين الآخرين لتلقي 10 %% o من مكافآت التعدين المتبقية الخاصة بهم. سيقومون بتعدين %@ وتوفير دخل سلبي لك!
de: Sie haben Ihren persönlichen Agenten-Empfehlungscode freigeschaltet! Teilen Sie ihn mit anderen Benutzern, um 10 % o f ihrer Mining-Belohnungen zu erhalten. Sie werden ENQ abbauen und Ihnen passives Einkommen bescheren!
ja: 個人代理人紹介コードをアンロックしました！自分のマイニング報酬から10%% ofを受け取るためにコードを他のユーザーと共有してください。彼らは%@を採掘し、あなたに受動収入を提供します！
ko: 개인 에이전트 추천 코드를 사용할 수 있습니다! 코드를 다른 사용자와 공유하시고 다른 사용자의 채굴 보상의 10%% of을 받으세요. 다른 사용자가 %@를 채굴할 때마다 수동적 소득(일정량의 추가 소득)이 제공됩니다!
vi: Bạn đã mở khóa mã giới thiệu đại lý cá nhân của bạn! Chia sẻ nó với những người dùng khác để nhận 10 % of từ phần thưởng khai thác của họ. Họ sẽ khai thác ENQ và cung cấp cho bạn nguồn thu nhập thụ động!

# about
source: About app
ar: حول التطبيق
de: Über die App
ja: アプリについて
ko: 앱 정보
vi: Thông tin Ứng dụng

source: My address
ar: عنواني
de: Meine Adresse
ja: 私のアドレス
ko: 내 주소
vi: Địa chỉ của tôi

source: Private key
ar: المفتاح الخاص
de: Privater Schlüssel
ja: 秘密鍵
ko: 개인키
vi: Khóa riêng tư

source: Community
ar: المجتمع
ja: コミュニティ
ko: 커뮤니티
vi: Cộng đồng

source: Language
ar: اللغة
de: Sprache
ja: 言語
ko: 언어
vi: Ngôn ngữ

source: FAQ
ar: الأسئلة الشائعة
ja: よくある質問
vi: Câu hỏi thường gặp

source: Entry point
ar: نقطة الدخول
de: Zugangspunkt
ja: エントリーポイント
ko: 엔트리 포인트
vi: Cổng vào

# about_app_title
source: Enecuum mobile application Enecuum HK Limited.
ar: تطبيق المحمول Enecuum Enecuum HK Limited.
de: Mobile App Enecuum Enecuum HK Limited.
ja: Enecuum モバイルアプリケーション Enecuum HK Limited.
ko: Enecuum 모바일 애플리케이션 Enecuum HK Limited.
vi: Ứng dụng di động Enecuum Enecuum HK Limited.

# about_white_paper
source: White paper
ar: الورقة البيضاء
ja: ホワイトペーパー
ko: 백서
vi: Bản cáo bạch

# about_version
source: Version: 1.0 Trinity Protocol version: 2.0.0
ar: الإصدار: 1.0 نسخة البروتوكول الثلاثي: 2.0.0
ja: バージョン：1.0 Trinity Protocol バージョン：2.0.0
ko: 버전: 1.0 트리니티 프로토콜 버전: 2.0.0
vi: Phiên bản: 1.0 Phiên bản Giao thức Trinity: 2.0.0

# about_tech
source: Tech paper
ar: الورقة التقنية
de: Technische Daten
ja: 技術文書
ko: 테크 페이퍼
vi: Báo cáo kỹ thuật

# about_terms
source: Terms and conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
ja: 利用規約
ko: 이용약관
vi: Điều khoản và điều kiện

# about_privacy
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzbestimmungen
ja: プライバシーポリシー
ko: 개인정보 처리방침
vi: Chính sách bảo mật

source: Import wallet
ar: استيراد محفظة
de: Wallet importieren
ja: ウォレットをインポート
ko: 지갑 가져오기
vi: Nhập ví

# private_key_import_hint
source: Enter your private key to import
ar: أدخل مفتاحك الخاص للاستيراد
de: Geben Sie den zu importierenden privaten Schlüssel ein.
ja: インポートする秘密鍵を入力
ko: 가져온 내 개인키 입력
vi: Đưa Khóa riêng tư của bạn vào để nhập

source: Sign In
ar: تسجيل الدخول
de: Anmelden
ja: サインイン
ko: 로그인
vi: Đăng nhập

# import_key_warning_title
source: Warning!
ar: تحذير!
de: Warnung!
ja: 警告 !
ko: 경고!
vi: Cảnh báo!

# import_key_warning
source: Your current Private Key will be deleted from the device memory after importing the new one. Please be sure to have a backup copy
ar: سيتم حذف المفتاح الخاص الحالي من ذاكرة الجهاز بعد استيراد المفتاح الجديد. يرجى التأكد من أن لديك نسخة احتياطية
de: Ihr aktueller privater Schlüssel wird nach dem Importieren des neuen Schlüssels aus dem Gerätespeicher gelöscht. Bitte stellen Sie sicher, dass Sie eine Sicherungskopie haben.
ja: 新しい秘密鍵をインポートすると、現在の秘密鍵がデバイスメモリから削除されます。 必ずバックアップコピーを取ってください
ko: 새 개인키를 가져온 후 사용자의 현재 개인키는 기기 메모리에서 삭제됩니다. 복사본을 백업하시기 바랍니다
vi: Khóa riêng tư hiện tại của bạn sẽ bị xóa khỏi bộ nhớ thiết bị sau khi nhập khóa mới. Hãy đảm bảo rằng bạn đã có một bản sao lưu

source: Import new private key
ar: استيراد مفتاح خاص جديد
de: Neuen privaten Schlüssel importieren
ja: 新しい秘密鍵をインポートする
ko: 새 개인키 가져오기
vi: Nhập Khóa riêng tư mới

source: Save url
ar: حفظ الرابط
de: URL speichern
ja: URLを保存
ko: URL 저장
vi: Lưu URL

source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
ja: 本当ですか？
ko: 확실합니까?
vi: Bạn có chắc không?

source: Yes
ar: نعم
de: Ja
ja: はい
ko: 예
vi: Có

source: No
ar: لا
de: Nein
ja: いいえ
ko: 아니요
vi: Không

# welcome_to_enq
source: Welcome to %@ network
ar: مرحبًا بكم في شبكة ENQ
de: Willkommen im ENQ-Netzwerk
ja: %@ネットワークへようこそ
ko: %@ 네트워크에 오신 것을 환영합니다
vi: Chào mừng đến với mạng ENQ

source: Create new wallet
ar: إنشاء محفظة جديدة
de: Neues Wallet erstellen
ja: 新しいウォレットを作成
ko: 새 지갑 생성
vi: Tạo Ví mới

source: Your address
ar: عنوانك
de: Ihre Adresse
ja: アドレス
ko: 내 주소
vi: Địa chỉ của bạn

source: Your private key
ar: مفتاحك الخاص
de: Ihr privater Schlüssel
ja: 秘密鍵
ko: 내 개인키
vi: Khóa riêng tư của bạn

source: Start using wallet
ar: ابدأ في استخدام المحفظة
de: Mit der Verwendung des Wallets beginnen
ja: ウォレットを使い始める
ko: 지갑 시작하기
vi: Bắt đầu Sử dụng Ví

# disclaimer
source: Private Key is used to unlock your wallet providing funds management including participance in Mining Airdrop program. Please make sure to save your private key and prevent it from stealing. Enecuum do not store your private key. In case of private key loss we will not be able to recover it. Enecuum is not responsible for any inconveniences caused by the private key loss.
ar: يستخدم المفتاح الخاص لفتح محفظتك التي توفر إدارة الأموال بما في ذلك المشاركة في برنامج Mining Airdrop. يرجى التأكد من حفظ المفتاح الخاص وحمايته من السرقة. Enecuum لا تخزن مفتاحك الخاص. في حالة فقدان المفتاح الخاص، لن نتمكن من استعادته. Enecuum ليست مسؤولة عن أي مشكلات تنتج عن فقدان المفتاح الخاص.
de: Mit dem privaten Schlüssel können Sie Ihr Wallet entsperren und Geld verwalten, einschließlich der Teilnahme am Mining Airdrop-Programm. Bitte stellen Sie sicher, dass Sie Ihren privaten Schlüssel speichern und verhindern, dass er gestohlen wird. Enecuum speichert Ihren privaten Schlüssel nicht. Im Falle eines Verlusts des privaten Schlüssels können wir diesen nicht wiederherstellen. Enecuum haftet nicht für Unannehmlichkeiten, die durch den Verlust des privaten Schlüssels verursacht werden.
ja: 秘密鍵は、Airdropプログラム マイニングへの参加を含む資金管理を提供し、ウォレットのロックを解除するために使用されます。 秘密鍵を必ず保管し、盗まれないようにしてください。 Enecuumは、秘密鍵を保存しません。秘密鍵が紛失した場合、復旧することはできません。秘密鍵の紛失によって生じた、いかなる損害についてもEnecuumは責任を負いません。
ko: 개인키는 채굴 에어드롭 프로그램에 참여하는 데 사용되며, 자금 관리 기능을 제공하는 지갑의 잠금을 해제하는 데 사용됩니다. 자신의 개인키를 안전한 곳에 보관하고 도난당하지 않도록 유의하세요. Enecuum에서는 사용자의 개인키를 저장하지 않습니다. 개인키를 분실할 경우 이를 복원해드릴 수 없습니다. Enecuum은 개인키 분실로 인한 어떠한 불편 사항에도 책임을 지지 않습니다.
vi: Khóa riêng tư được sử dụng để mở khóa ví của bạn, hỗ trợ quản lý quỹ cũng như tham gia chương trình Mining Airdrop. Hãy đảm bảo rằng bạn đã lưu lại khóa riêng tư của mình và tránh bị chiếm đoạt. Enecuum không lưu thông tin khóa riêng tư của bạn. Trong trường hợp bạn làm mất khóa riêng tư, chúng tôi sẽ không có khả năng khôi phục. Enecuum không chịu trách nhiệm với bất kỳ sự cố nào phát sinh do làm mất khóa riêng tư.

source: open in browser
ar: فتح في المتصفح
de: Im Browser öffnen
ja: ブラウザで開く
ko: 브라우저에서 열기
vi: mở trong trình duyệt

source: PoS nodes
ar: عُقَد PoS
de: PoS-Knoten
ja: PoSノード
ko: PoS 노드
vi: Các nút PoS

source: PoW nodes
ar: عُقَد PoW
de: PoW-Knoten
ja: PoWノード
ko: PoW 노드
vi: Các nút PoW

source: PoA nodes
ar: عُقَد PoA
de: PoA-Knoten
ja: PoAノード
ko: PoA 노드
vi: Các nút PoA

# accouts
source: Accounts
ar: الحسابات
de: Konten
ja: アカウント
ko: 계좌
vi: Tài khoản

source: Max TPS
ar: الحد الأقصى لـTPS
ja: 最大TPS
ko: 최대 TPS
vi: TPS tối đa

# curr_tps
source: Current TPS
ar: TPS الحالي
de: Aktueller TPS
ja: 現在のTPS
ko: 현재 TPS
vi: TPS hiện tại

# stats.lastBlock
source: Last block
ar: الكتلة الأخيرة
ja: 先回のブロック
ko: 마지막 블록
vi: Block cuối cùng

# stats.rewards
source: Rewards last 24h
ar: المكافآت في الـ 24 ساعة الماضية
ja: 過去24時間の報酬
ko: 최근 24시간 보상
vi: Số token đào được trong 24h

# stats.coinData
source: Coin Data
ar: بيانات العملة
ja: コインデータ
ko: 코인 데이터
vi: Dữ liệu coin

# stats.coinData.circSupply
source: Circ. Supply:
ar: تدوير الإمداد
ja: 循環サプライ :
ko: 순환 공급량:
vi: Token cung trong lưu thông

# stats.coinData.maxSupply
source: Max Supply:
ar: أقصى إمداد
ja: 最大サプライ :
ko: 최대 공급량:
vi: Tổng cung

# stats.totalNodes
source: Total Nodes:
ar: إجمالي العُقَد:
ja: 合計ノード :
ko: 전체 노드:
vi: Tổng node:

source: test net
ar: اختبار الشبكة
ja: テストネット
ko: 테스트넷
vi: mạng lưới thử nghiệm

# test_net_neuro_ver
source: test net Neuro 1.0
ar: اختبار الشبكة Neuro 1.0
ja: テストネット Neuro 1.0
vi: mạng lưới thử nghiệmNeuro 1.0

source: start activity
ar: بدء النشاط
de: Aktivität starten
ja: アクティビティを開始
ko: 작업 시작
vi: bắt đầu hoạt động

source: stop activity
ar: وقف النشاط
de: Aktivität beenden
ja: アクティビティを停止
ko: 작업 중지
vi: ngừng hoạt động

# connecting_btn
source: connecting
ar: توصيل
de: verbinden
ja: 接続中
ko: 연결 중
vi: đang kết nối

source: COPY YOUR PRIVATE KEY
ar: انسخ مفتاحك الخاص
de: KOPIEREN SIE IHREN PRIVATEN SCHLÜSSEL
ja: 秘密鍵をコピー
ko: 내 개인키 복사하기
vi: SAO CHÉP KHÓA RIÊNG TƯ CỦA BẠN

# copied_private_key
source: Private key copied to clipboard
ar: تم نسخ المفتاح الخاص إلى الحافظة
de: Privater Schlüssel in die Zwischenablage kopiert
ja: クリップボードにコピーされた秘密鍵
ko: 개인키가 클립 보드에 복사되었습니다
vi: Đã sao chép Khóa riêng tư vào clipboard

# copied_address
source: Address copied to clipboard
ar: تم نسخ العنوان إلى الحافظة
de: Adresse in die Zwischenablage kopiert
ja: クリップボードにコピーされたアドレス
ko: 주소가 클립 보드에 복사되었습니다
vi: Đã sao chép địa chỉ vào clipboard

source: Copy
ar: نسخ
de: Kopieren
ja: コピー
ko: 복사하기
vi: Sao chép

# private_key_import_title
source: Private key import
ar: استيراد المفتاح الخاص
de: Privaten Schlüssel importieren
ja: 秘密鍵のインポート
ko: 개인키 가져오기
vi: Nhập Khóa riêng tư

# private_key_hint
source: Enter Your Private Key
ar: أدخل مفتاحك الخاص
de: Geben Sie Ihren privaten Schlüssel ein
ja: 秘密鍵を入力
ko: 개인키 입력
vi: Đưa Khóa riêng tư của bạn vào

source: Settings
ar: الإعدادات
de: Einstellungen
ja: 設定
ko: 설정
vi: Cài đặt

source: Entry point URL
ar: عنوان URL لنقطة الدخول
de: URL des Zugangspunkts
ja: エントリポイント URL
ko: 엔트리 포인트 URL
vi: URL cổng vào

# faq_battery_title
source: Battery life
ar: عمر البطارية
de: Akku-Lebensdauer
ja: バッテリー寿命
ko: 배터리 수명
vi: Tuổi thọ pin

# faq_battery
source: In terms of СPU/GPU usage PoA node does not carry out mining in the ordinary Proof-of-Work way. Instead Enecuum PoA mobile node performs cryptographic validations and signings which is similar to the process during opening a web site via https (secure connection). As a result the battery usage by Enecuum mobile app is comparable to mobile browser or chat work. You never think about battery life choosing secure chat or secure web site over unsecure, right?
ar: فيما يتعلق باستخدام СPU/GPU، لا تنفذ عقدة PoA عملية التعدين بالطريقة العادية لإثبات العمل، ولكن تقوم عقدة Enecuum PoA للهاتف المحمول بالتحقق من صحة التوقيعات التشفيرية التي تشبه العملية التي تتم أثناء فتح موقع ويب عبر https (اتصال آمن). ونتيجة لذلك، فإن استخدام البطارية من قبل تطبيق Enecuum للهاتف المحمول يشبه متصفح المحمول أو أعمال الدردشة. أنت لا تفكر أبداً في عمر البطارية عند اختيار محادثة آمنة أو موقع آمن على الإنترنت، أليس كذلك؟
de: In Bezug auf die CPU/GPU-Nutzung führt der PoA-Knoten das Mining nicht auf die übliche Proof-of-Work-Weise durch. Stattdessen führt der mobile Enecuum PoA-Knoten kryptografische Überprüfungen und Signaturen durch, die dem Vorgang beim Öffnen einer Website über https (sichere Verbindung) ähnlich sind. Folglich ist der Akkuverbrauch der Enecuum Mobile App vergleichbar mit dem des mobilen Browsers oder der Chat-Arbeit. Denken Sie an die Akkulaufzeit, wenn Sie einen sicheren Chat oder eine sichere statt einer unsicheren Website wählen?
ja: СPU / GPUの使用に関しては、PoAノードは通常のProof-of-Workでマイニングを実行しません。その代わりに、Enecuum PoAモバイルノードは、https（安全な接続）を介してWebサイトを開く際のプロセスと同様の暗号化検証および署名を実行します。その結果、Enecuumモバイルアプリのバッテリー使用量は、モバイルブラウザやチャットに匹敵します。安全性の低いチャットやWebサイトではなく、安全性の高いチャットやWebサイトを選ぶことで、バッテリ持続時間を確保することはできません。
ko: PoA 노드는 СPU/GPU 사용 면에서 일반적인 작업 증명 방식으로 채굴하지 않습니다. 그 대신 Enecuum PoA 모바일 노드는 https(보안 연결)를 통해 웹사이트를 여는 동안 프로세스와 유사한 암호화 유효성 검사 및 서명을 수행합니다. 결과적으로 Enecuum 모바일 앱의 배터리 사용량은 모바일 브라우저나 채팅에서 사용할 때와 비슷합니다. 안전하지 않은 채팅이나 보안 웹사이트가 아닌, 안전한 채팅과 웹사이트를 선택할 때, 배터리 수명을 고민해본 적이 없으실 겁니다.
vi: Về vấn đề chiếm dụng СPU/GPU, nút PoA không tiến hành khai thác theo phương pháp Proof-of-Work thông thường. Thay vào đó, nút di động Enecuum PoA sẽ tiến hành xác nhận mã và ký kết mã tương tự như quy trình mở trang web thông qua https (kết nối an toàn). Do đó, ứng dụng di động Enecuum chỉ tiêu hao pin tương đương với trình duyệt di động hoặc ứng dụng tán gẫu. Bạn sẽ chẳng bận tâm về mức độ tiêu hao pin khi chọn ứng dụng tán gẫu an toàn hoặc trang web an toàn so với những ứng dụng không an toàn, phải không nào?

# faq_network_title
source: Network usage
ar: استخدام الشبكة
de: Netzwerkauslastung
ja: ネットワーク使用量
ko: 네트워크 사용
vi: Sử dụng mạng

# faq_network
source: The analogy with browser continues speaking of the Internet traffic usage by Enecuum app. You probably do not watch YouTube or download movies via mobile network so with Enecuum — we recommend to start PoA activity connected to a WiFi spot if you have limited or payable data plan. Actual consumed traffic volume depends on the network load and the number of online PoA participants and aimed to be light in the future mainnet achievable by rewards/fees stimulation. But during testnet activities traffic volume is not guaranteed to be persistent and predictable.
ar: القياس على المتصفح يستمر عند الحديث عن استخدام حركة مرور الإنترنت من خلال تطبيق Enecuum. أنت على الأرجح لا تشاهد YouTube أو تقوم بتنزيل الأفلام عبر شبكة المحمولـ لذا باستخدام Enecuum - نوصي ببدء نشاط PoA المتصل بنقطة واي فاي إذا كانت لديك خطة بيانات محدودة أو مستحقة الدفع. يعتمد حجم حركة المرور الفعلية المستهلكة على حمل الشبكة وعدد المشاركين في PoA ويهدف إلى أن يكون خفيفًا في الشبكة الرئيسية المستقبلية التي يمكن تحقيقها عن طريق تحفيز المكافآت / الرسوم. ولكن خلال أنشطة اختبار الشبمة، لا يُضمَن أن يكون حجم حركة المرور ثابتًا وقابلاً للتنبؤ.
de: Die Analogie mit dem Browser gilt auch für die Nutzung des Internetverkehrs durch die Enecuum-App. Wahrscheinlich sehen Sie sich YouTube nicht an und laden keine Filme herunter, wenn Sie im Mobilfunknetz. Das gilt auch für Enecuum. Es empfiehlt sich, eine PoA-Aktivität zu starten, die mit einem WLAN-Spot verbunden ist, wenn Sie einen begrenzten oder kostenpflichtigen Datentarif haben. Das tatsächlich verbrauchte Datenverkehrsvolumen hängt von der Netzwerkauslastung und der Anzahl der Online-Teilnehmer am PoA ab und sollte in Zukunft dank Belohnungs-/Gebührenstimulation gering sein. Es kann jedoch nicht garantiert werden, dass das Datenverkehrsaufkommen während der testnet-Aktivitäten stabil und vorhersehbar ist.
ja: ブラウザとの類似性は、Enecuumアプリによるインターネットトラフィック使用量について述べています。 Enecuumでは、YouTubeを見たり、モバイルネットワーク経由で映画をダウンロードしたりすることはおそらくないでしょう。データプランが限られているか有料の場合は、WiFiスポットに接続したPoAアクティビティを始められることをお勧めします。実際に消費されるトラフィック量は、ネットワークの負荷とオンラインのPoA参加者の数によって異なり、将来の主要ネットでは、報酬や料金の刺激によって達成可能な軽さを目指しています。しかし、テストネットがアクティブ中は、トラフィック量が持続的で予測可能であることが保証されていません。
ko: Enecuum 앱에서 사용하는 인터넷 트래픽에 대해 브라우저로 비유해 계속 알려드리겠습니다. Enecuum을 사용할 때와 마찬가지로, YouTube를 보거나 영화를 다운받을 때에는 모바일 네트워크를 사용하지 않으실 것입니다. 제한된 요금제나 추가 요금이 부과되는 데이터 요금제를 사용하는 경우 WiFi 스폿에서 PoA 활동을 연결하시기 바랍니다. 실제로 사용한 트래픽 양은 네트워크 로드와 온라인 PoA 참가자의 수에 따라 달라지며, 보상/수수료를 통해 마련될 향후의 메인넷에서는 더 가벼운 트래픽을 제공할 것을 목표로 하고 있습니다. 그러나 테스트넷 활동 중에는 트래픽 양이 지속적이고 예측 가능한 수준일 것으로 보장할 수 없습니다.
vi: Tính chất tương tự với trình duyệt cũng thể hiện ở lưu lượng truy cập Internet mà ứng dụng Enecuum sử dụng. Bạn có thể không xem YouTube hoặc tải phim qua mạng di động, vì vậy với Enecuum - chúng tôi khuyên bạn nên bắt đầu thực hiện PoA khi kết nối với điểm truy cập WiFi nếu gói dữ liệu của bạn bị hạn chế hoặc phải trả phí. Lưu lượng truy cập tiêu thụ thực tế phụ thuộc vào tải mạng và số lượng người tham gia PoA trực tuyến, đồng thời hướng đến mục tiêu sử dụng các biện pháp khuyến khích bằng phần thưởng/phí để mạng lưới chính thức nhẹ hơn trong tương lai. Tuy nhiên, trong các hoạt động của mạng lưới thử nghiệm, không có gì đảm bảo rằng lưu lượng truy cập sẽ ổn định và có thể dự đoán.

# faq_airdrop
source: <![CDATA[Enecuum is starting a new Airdrop 2.0 (“Gold Rush”) which will reward its participants with ENQ ERC-20 tokens. Enecuum launches a Gold Rush along with the mobile application (<u><a href="https://app.enecuum.com">https://app.enecuum.com</a></u>), blockchain explorer (<u><a href="https://neuro.enecuum.com">https://neuro.enecuum.com</a></u>) and a web wallet (<u><a href="https://wallet.enecuum.com">https://wallet.enecuum.com</a></u>) which allows users to keep their ENQ coins, withdraw and convert them into ENQ ERC-20 tokens. Airdrop participants will be rewarded for downloading the application and mining with ENQ coins. Gold Rush is going to have few phases during which Enecuum technical team will check up the settings and usability of Neuro. More info can be found HERE ]]>
ar: بدأت Enecuum برنامج Airdrop 2.0 جديدًا ("Gold Rush") والذي سيكافئ المشاركين بمفاتيح ENQ ERC-20. تطلق Enecuum Gold Rush مع تطبيق الهاتف المحمول (&lt;u&gt;&lt;a href="https://app.enecuum.com"&gt;https://app.enecuum.com&lt;/a&gt;&lt;/u&gt;)، مستكشف البلوك تشين (&lt;u&gt;&lt;a href="https://neuro.enecuum.com"&gt;https://neuro.enecuum.com&lt;/a&gt;&lt;/u&gt;) ومحفظة ويب (&lt;u&gt;&lt;a href="https://wallet.enecuum.com"&gt;https://wallet.enecuum.com&lt;/a&gt;&lt;/u&gt;) تسمح للمستخدمين بالاحتفاظ بعملات ENQ وسحبها وتحويلها إلى رموز ENQ ERC-20 . سيتم مكافأة المشاركين في برنامج Airdrop عند تنزيل التطبيق والتعدين باستخدام عملات ENQ. سيكون لدى Gold Rush مراحل قليلة يقوم خلالها فريق Enecuum الفني بفحص إعدادات Neuro وسهولة استخدامه. يمكن العثور على المزيد من المعلومات هنا.
de: Enecuum startet einen neuen Airdrop 2.0 („Gold Rush“), der seine Teilnehmer mit ENQ ERC-20-Token belohnen wird. Enecuum startet einen Goldrausch zusammen mit der mobilen Anwendung (&lt;u&gt;&lt;a href="https://app.enecuum.com"&gt;https://app.enecuum.com&lt;/a&gt;&lt;/u&gt;), Blockchain Explorer (&lt;u&gt;&lt;a href="https://neuro.enecuum.com"&gt; https://neuro.enecuum.com &lt;/a&gt;&lt;/u&gt;) und einem Internet-Wallet (&lt;u&gt;&lt;a href = "https://wallet.enecuum.com"&gt;https://wallet.enecuum.com&lt;/a&gt;&lt;/u&gt;). Mit dieser App können Benutzer ihre ENQ-Coins aufbewahren, abheben und in ENQ-ERC-20-Token umwandeln. Airdrop-Teilnehmer werden für das Herunterladen der Anwendung und das Minen mit ENQ-Coins belohnt. Gold Rush wird einige Phasen haben, in denen das technische Team von Enecuum die Einstellungen und die Benutzerfreundlichkeit von Neuro überprüft. Weitere Infos finden Sie HIER
ja: Enecuum is starting a new Airdrop 2.0 (“Gold Rush”) which will reward its participants with ENQ ERC-20 tokens. Enecuum launches a Gold Rush along with the mobile application (&lt;u&gt;&lt;a href="https://app.enecuum.com"&gt;https://app.enecuum.com&lt;/a&gt;&lt;/u&gt;), blockchain explorer (&lt;u&gt;&lt;a href="https://neuro.enecuum.com"&gt;https://neuro.enecuum.com&lt;/a&gt;&lt;/u&gt;) and a web wallet (&lt;u&gt;&lt;a href="https://wallet.enecuum.com"&gt;https://wallet.enecuum.com&lt;/a&gt;&lt;/u&gt;) which allows users to keep their ENQ coins, withdraw and convert them into ENQ ERC-20 tokens. Airdrop participants will be rewarded for downloading the application and mining with ENQ coins. Gold Rush is going to have few phases during which Enecuum technical team will check up the settings and usability of Neuro. More info can be found HERE
ko: Enecuum is starting a new Airdrop 2.0 (“Gold Rush”) which will reward its participants with ENQ ERC-20 tokens. Enecuum launches a Gold Rush along with the mobile application (&lt;u&gt;&lt;a href="https://app.enecuum.com"&gt;https://app.enecuum.com&lt;/a&gt;&lt;/u&gt;), blockchain explorer (&lt;u&gt;&lt;a href="https://neuro.enecuum.com"&gt;https://neuro.enecuum.com&lt;/a&gt;&lt;/u&gt;) and a web wallet (&lt;u&gt;&lt;a href="https://wallet.enecuum.com"&gt;https://wallet.enecuum.com&lt;/a&gt;&lt;/u&gt;) which allows users to keep their ENQ coins, withdraw and convert them into ENQ ERC-20 tokens. Airdrop participants will be rewarded for downloading the application and mining with ENQ coins. Gold Rush is going to have few phases during which Enecuum technical team will check up the settings and usability of Neuro. More info can be found HERE
vi: Enecuum đang khởi động Airdrop 2.0 (“Gold Rush”) trong đó người tham gia sẽ được thưởng token ENQ ERC-20. Enecuum ra mắt Gold Rush cùng ứng dụng di động (&lt;u&gt;&lt;a href="https://app.enecuum.com"&gt;https://app.enecuum.com&lt;/a&gt;&lt;/u&gt;), trình quản lý blockchain (&lt;u&gt;&lt;a href="https://neuro.enecuum.com"&gt;https://neuro.enecuum.com&lt;/a&gt;&lt;/u&gt;) và ví trực tuyến (&lt;u&gt;&lt;a href="https://wallet.enecuum.com"&gt;https://wallet.enecuum.com&lt;/a&gt;&lt;/u&gt;) cho phép người dùng tích trữ đồng ENQ, rút ra và chuyển đổi sang token ENQ ERC-20. Người tham gia Airdrop sẽ được thưởng khi tải ứng dụng và đào ENQ. Gold Rush sẽ bao gồm một số giai đoạn mà trong đó đội kỹ thuật của Enecuum sẽ rà soát các cài đặt và tính khả dụng của Neuro. Xem thêm thông tin TẠI ĐÂY

# faq_support_title
source: Support
ar: الدعم
ja: サポート
ko: 고객 지원
vi: Hỗ trợ

# faq_support
source: <![CDATA[Feel free to ask for help in the Telegram group
ar: لا تتردد في طلب المساعدة في &lt;u&gt;&lt;a href=https://t.me/Enecuum_EN&gt;مجموعة Telegram&lt;/a&gt;&lt;/u&gt;
de: Gern können Sie in der &lt;u&gt;&lt;a href=https://t.me/Enecuum_EN&gt; Telegrammgruppe&lt;/a&gt;&lt;/u&gt; um Hilfe bitten.
ja: &lt;u&gt; &lt;a href=https://t.me/Enecuum_EN&gt;Telegramグループ&lt;/a&gt; &lt;/u&gt;に、お気軽にお問い合わせください。
ko: 도움이 필요하시면 언제든지 &lt;u&gt;&lt;a href=https://t.me/Enecuum_EN&gt;텔레그램 그룹&lt;/a&gt;&lt;/u&gt;을 통해 문의하세요
vi: Vui lòng yêu cầu trợ giúp tại &lt;u&gt;&lt;a href=https://t.me/Enecuum_EN&gt;Nhóm Telegram&lt;/a&gt;&lt;/u&gt;

# no_enq
source: No ENQ yet…
ar: لا يوجد ENQ بعد ...
de: Noch kein ENQ...
ja: まだENQはありません…
ko: 아직 ENQ가 없습니다...
vi: Chưa có ENQ...

source: Loading balance…
ar: جارٍ تحميل الرصيد ...
de: Guthaben wird geladen...
ja: 残高の読み込み中…
ko: 잔고를 불러오는 중...
vi: Đang tải số dư...
