Repository: Enecuum/ios-trinity
Catalog: Wallet/Supporting/Localization/*.lproj/Localizable.strings
Languages: ar, de, ja, ko, vi

source: Connecting…
ar: جارِ التوصيل…
de: Verbinden...
ja: 接続中…
ko: 연결 중...
vi: Đang kết nối...

# balance_val
source: Balance: %s ENQ
ar: الرصيد: %s ENQ
de: Guthaben: %s ENQ
ja: 残高：%s ENQ
ko: 잔고: %s ENQ
vi: Số dư: %s ENQ

# continue_mining
source: ♔ Keep Calm and Continue Mining
ar: ♔ حافظ على الهدوء واستمر في التعدين
de: ♔ Ruhe bewahren und weiter minen
ja: ♔ 落ち着いてマイニングを続けましょう。
ko: ♔ 진정하시고 계속 채굴하세요
vi: ♔ Hãy Bình tĩnh và Tiếp Tục Đào

source: No internet
ar: لا يوجد إنترنت
de: Kein Internet
ja: インターネットがありません
ko: 인터넷 없음
vi: Không có mạng

source: Empty Private Key!
ar: مفتاح خاص فارغ!
de: Privaten Schlüssel leeren!
ja: 秘密鍵が空です！
ko: 개인키가 비어있습니다!
vi: Khóa riêng tư trống!

source: Update now
ar: تحديث الآن
de: Jetzt aktualisieren
ja: 今すぐアップデート
ko: 지금 업데이트
vi: Cập nhật ngay

source: Update required
ar: مطلوب التحديث
de: Aktualisierung erforderlich
ja: アップデート必要です
ko: 업데이트가 필요합니다
vi: Cần cập nhật

# critical_update_description
source: An update to Enecuum is required to continue
ar: مطلوب تحديث لبرنامج Enecuum للمتابعة
de: Ececuum muss aktualisiert werden, damit Sie fortsetzen können
ja: 続けるにはEnecuumのアップデートが必要です
ko: 계속하려면 Enecuum 업데이트가 필요합니다
vi: Cần cập nhật Enecuum để tiếp tục

# enq_blockchain_ex
source: Blockchain Explorer
ar: مستكشف البلوك تشين
ja: ブロックチェーン エクスプローラ
ko: 블록체인 탐색기
vi: Trình quản lý Blockchain

source: Map loading
ar: تحميل الخريطة
de: Laden der Karte
ja: マップの読み込み
ko: 맵 불러오는 중
vi: Tải bản đồ

source: Cancel
ar: إلغاء
de: Abbrechen
ja: キャンセル
ko: 취소
vi: Hủy bỏ

source: Swap
ar: مبادلة
de: UMTAUSCHEN
ja: スワップ
ko: 스왑
vi: TRAO ĐỔI

source: Send Confirmation
ar: إرسال تأكيد
de: Bestätigung senden
ja: 確認を送信
ko: 전송 확인
vi: Gửi xác nhận

# balance_enq
source: Balance: %s ENQ
ar: الرصيد: %s ENQ
de: Guthaben: %s ENQ
ja: 残高：%s ENQ
ko: 잔고: %s ENQ
vi: Số dư: %s ENQ

# wrong_format
source: Incorrect value
ar: القيمة غير صحيحة
de: Falscher Wert
ja: 誤った値
ko: 값이 정확하지 않습니다
vi: Giá trị không chính xác

source: Transaction result
ar: نتيجة المعاملة
de: Transaktionsergebnis
ja: トランザクション結果
ko: 거래 결과
vi: Kết quả giao dịch

source: Success
ar: نجاح
de: Erfolg
ja: 成功
ko: 성공
vi: Thành công

source: Error
ar: خطأ
ja: エラー
ko: 오류
vi: Lỗi

source: Zero amount
ar: المبلغ صفر
de: Nullbetrag
ja: 額 0
ko: 금액 없음
vi: Số tiền bằng không

# amount_too_big
source: Too much for your balance
ar: الكثير لرصيدك
de: Zu viel für Ihr Guthaben
ja: 残高には多すます
ko: 잔고에 비해 너무 많습니다
vi: Vượt quá số dư của bạn

# wrong_secret_key_format
source: Should be hexadecimal string at least 64 characters long
ar: يجب أن تكون سلسلة سداسية عشرية لا يقل طولها عن 64 حرفًا
de: Muss eine hexadezimale Zeichenfolge mit mindestens 64 Zeichen sein
ja: 少なくとも64文字の16進数列でなければなりません
ko: 64자리 이상인 16진법 스트링이어야 합니다
vi: Phải là chuỗi thập lục phân dài ít nhất 64 ký tự

source: Zero balance
ar: الرصيد صفر
de: Null Guthaben
ja: 残高 0
ko: 잔고 없음
vi: Số dư bằng không

source: Update
ar: تحديث
de: Aktualisieren
ja: 更新
ko: 업데이트
vi: Cập nhật

# there_are_new_ver
source: There is a new version of Enecuum app
ar: هناك إصدار جديد من تطبيق Enecuum
de: Es gibt eine neue Version der Enecuum App.
ja: Enecuumアプリの新しいバージョンがあります
ko: Enecuum app 새 버전이 있습니다
vi: Có một phiên bản mới của ứng dụng Enecuum

source: Coming soon
ar: قريبًا
de: Demnächst
ja: 近日公開
ko: 곧 업데이트됩니다
vi: Sắp ra mắt

source: Next
ar: التالي
de: Weiter
ja: 次
ko: 다음
vi: Sau

source: Skip
ar: تخطي
de: Überspringen
ja: スキップ
ko: 넘기기
vi: Bỏ qua

# referral_buy_title
source: Referral program
ar: برنامج الإحالة
de: Empfehlungsprogramm
ja: 紹介プログラム
ko: 추천 프로그램
vi: Chương trình giới thiệu khách hàng

# referral_title
source: Congratulations!
ar: تهانينا!
de: Herzlichen Glückwunsch!
ja: おめでとうございます。
ko: 축하합니다!
vi: Xin chúc mừng!

source: Share code
ar: شارك الرمز
de: Code freigeben
ja: コードを共有する
ko: 코드 공유
vi: Chia sẻ mã

# referral_not_enough
source: Not enough ENQ at referred account
ar: لا يوجد ما يكفي من ENQ في الحساب المشار إليه
de: Nicht genug ENQ auf dem angegebenen Konto
ja: 紹介先アカウントのENQが足りません
ko: 추천받은 계정에 ENQ가 모자랍니다
vi: Không đủ ENQ trong tài khoản được giới thiệu

# referral_skip_message
source: With referral code you will earn more tokens!
ar: مع رمز الإحالة سوف تكسب المزيد من الرموز!
de: Mit dem Empfehlungscode verdienen Sie mehr Token!
ja: 紹介コードを使用すると、より多くのトークンを獲得できます！
ko: 추천 코드를 사용하면 더 많은 토큰을 받을 수 있어요!
vi: Với mã giới thiệu, bạn sẽ kiếm được nhiều mã thông báo hơn!

# referral_next_message
source: Your Referral program earnings will be shown in Blockchain Explorer
ar: سيتم عرض أرباح برنامج الإحالة الخاص بك في "مستكشف البلوك تشين"
de: Ihre Einnahmen aus dem Empfehlungsprogramm werden im Blockchain Explorer angezeigt.
ja: 紹介プログラムの収益がブロックチェーン エクスプローラーに表示されます
ko: 추천 프로그램 수입은 블록체인 탐색기에 표시됩니다
vi: Thu nhập từ Chương trình giới thiệu khách hàng của bạn sẽ được hiển thị trong Blockchain Explorer

# referral_same_address
source: Referred address should be different from yours
ar: يجب أن يكون العنوان المحال مختلفًا عن عنوانك
de: Die angegebene Adresse sollte sich von Ihrer Adresse unterscheiden.
ja: 紹介アドレスは、あなたのとは違うものでなければなりません
ko: 추천받은 주소는 내 주소와 달라야 합니다
vi: Địa chỉ được giới thiệu phải khác với địa chỉ của bạn

source: Referral program
ar: برنامج الإحالة
de: Empfehlungsprogramm
ja: 紹介プログラム
ko: 추천 프로그램
vi: Chương trình giới thiệu khách hàng

# roi_daily
source: Daily
ar: يوميًا
de: Täglich
ja: 毎日
ko: 매일
vi: Hàng ngày

# roi_weekly
source: Weekly
ar: أسبوعيًا
de: Wöchentlich
ja: 毎週
ko: 주간
vi: Hàng tuần

# roi_monthly
source: Monthly
ar: شهريًا
de: Monatlich
ja: 毎月
ko: 월간
vi: Hàng tháng

# roi_annual
source: Yearly
ar: سنويًا
de: Jährlich
ja: 毎年
ko: 연간
vi: Hàng năm

# min_stake_dialog_title
source: Minimum stake is %s ENQ
ar: الحصة الدنيا هي %s ENQ
de: Der Mindesteinsatz beträgt %s ENQ.
ja: 最低ステークは、%s ENQです
ko: 최소 스테이크는 %s ENQ 입니다
vi: Tiền cược tối thiểu là %s ENQ

# min_stake_dialog_message
source: A deposit of at least %s ENQ is required to start mining. You can purchase ENQ ERC-20 token on exchanges and swap into the testnet via https://wallet.enecuum.com">wallet.enecuum.com
ar: يلزم إيداع ما لا يقل عن %s ENQ لبدء التعدين. يمكنك شراء الرمز ENQ ERC-20 من البورصات والمبادلة في اختبار الشبكة عبر https://wallet.enecuum.com"> wallet.enecuum.com
de: Eine Einzahlung von mindestens %s ENQ ist erforderlich, um mit dem Mining beginnen zu können. Sie können den ENQ ERC-20-Token an Börsen erwerben und über https://wallet.enecuum.com"> wallet.enecuum.com </a> in das Testnetz eintauschen.
ja: 採掘を開始するには、少なくとも %s ENQのデポジットが必要です。取引時にENQ ERC-20トークンを購入し、https://wallet.enecuum.com"> wallet.enecuum.com </a>を介してテストネットにスワップできます。
ko: 채굴을 시작하려면 최소 %s ENQ 이상을 적립해야 합니다. 거래소에서 ENQ ERC-20 토큰을 구매하고 https://wallet.enecuum.com">wallet.enecuum.com</a>을 통해 테스트넷으로 스왑할 수 있습니다.
vi: Bắt buộc phải ký gửi ít nhất %s ENQ để bắt đầu khai thác. Bạn có thể mua mã thông báo ENQ ERC-20 khi trao đổi và hoán đổi vào testnet thông qua https://wallet.enecuum.com"> wallet.enecuum.com </a>

source: Pay by card
ar: الدفع عن طريق البطاقة
de: Mit Karte bezahlen
ja: カードで支払う
ko: 카드로 결제하기
vi: Thanh toán bằng thẻ

source: Buy on exchange
ar: الشراء عند التبادل
de: Beim Umtausch kaufen
ja: 取引で購入する
ko: 거래소에서 구매
vi: Mua trao đổi

# roi_alert
source: Return rate calculator last 24 hours
ar: حاسبة معدل العائد آخر 24 ساعة
de: Renditenrechner für die letzten 24 Stunden
ja: 過去24時間のリターンレート計算機
ko: 최근 24시간 내 수익률 계산기
vi: Tính tỷ lệ hoàn trả trong 24 giờ qua

# max_roi
source: Max ROI: %s %% at %s ENQ stake
ar: أقصى عائد استثمار: %s %% على %s حصة ENQ
de: Maximaler ROI: %s %% bei %s ENQ-Einsatz
ja: 最大 ROI：%s ENQステークで%s %%
ko: 최대 ROI: %s ENQ 스테이크에서 %s%%
vi: ROI tối đa: %s %% trên %s tiền cược ENQ

source: Save
ar: حفظ
de: Speichern
ja: 保存する
ko: 저장
vi: Lưu

# qr_saved
source: QRCode saved into Gallery
ar: تم حفظ رمز الاستجابة السريعة في المعرض
de: QRCode in der Galerie gespeichert
ja: QRコードをギャラリーに保存しました
ko: QR코드가 갤러리에 저장되었습니다
vi: Mã QR được lưu vào Thư viện
